Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvCells/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Clear all devices
de: Alle Geräte löschen
es: Borrar todos los dispositivos
fr: Réinitialiser tous les appareils
it: Cancella tutti i dispositivi
ja: すべてのデバイスから削除
ko: 모든 기기에서 삭제
pt_br: Limpar todos os dispositivos
pt_pt: Remover todos os dispositivos
ru: Удалить все устройства
uk: Очистити всі пристрої
zh_hans: 清除所有设备

source: Device %@
de: Gerät %@
es: Dispositivo %@
fr: Appareil %@
it: Dispositivo %@
ja: デバイス %@
ko: 기기 %@
pt_br: Dispositivo %@
pt_pt: Dispositivo %@
ru: Устройство %@
uk: Пристрій %@
zh_hans: 设备 %@

# LIST_OF_%@_DEVICES
source: %@’s devices
de: %@s Geräte
es: Dispositivos de %@
fr: Appareils de %@
it: Dispositivi di %@
ja: %@のデバイス
ko: %@의 기기
pt_br: Dispositivos de %@
pt_pt: Dispositivos de %@
ru: Устройства %@
uk: Пристрої %@
zh_hans: %@的设备

# PRE_KEY_IS_AVAILABLE_FOR_CONTACT_DEVICE
source: This contact device can be reached already
de: Dieses Kontaktgerät ist bereits erreichbar
es: Este dispositivo de contacto ya está siendo contactado
fr: Cet appareil peut déjà être contacté
it: Questo dispositivo del contatto è già raggiungibile
ja: この連絡先のデバイスにはすでに連絡できます
ko: 이 연락처 기기에 이미 연결되어 있습니다.
pt_br: Este contato já pode ser acessado neste dispositivo
pt_pt: Este contacto já pode ser contactado através deste dispositivo
ru: Это устройство контакта уже доступно
uk: Цей контакт вже доступний на цьому пристрої
zh_hans: 该联系人的设备已可联系

# PRE_KEY_IS_NOT_AVAILABLE_FOR_CONTACT_DEVICE
source: A secure channel is required in order to reach this contact device
de: Für die Kontaktaufnahme mit diesem Gerät ist ein sicherer Kanal erforderlich.
es: Se requiere un canal seguro para contactar con este dispositivo.
fr: Un canal sécurisé est requis pour pouvoir joindre cet appareil
it: È necessario un canale sicuro per raggiungere il dispositivo di questo contatto
ja: この連絡先のデバイスに接続するには、安全なチャンネルが必要です
ko: 이 연락처 장치에 연결하려면 보안 채널이 필요합니다.
pt_br: Um canal seguro é necessário para se comunicar com este dispositivo.
pt_pt: É necessário um canal de comunicação seguro para contactar este dispositivo.
ru: Для связи с этим устройством контакта требуется защищенный канал.
uk: Для зв’язку з цим пристроєм потрібен захищений канал.
zh_hans: 为了联系此联系人的设备，需要建立安全连接。

# RECREATE_SECURE_CHANNEL_WITH_THIS_DEVICE
source: Recreate the secure channel
de: Sicheren Kanal erneut erstellen
es: Restablecer el canal seguro
fr: Recréer le canal sécurisé
it: Ricrea il canale sicuro
ja: セキュアなチャンネルを再作成
ko: 안전한 연결을 다시 설정합니다
pt_br: Restabelecer o canal de comunicação seguro
pt_pt: Restabelecer o canal de comunicação seguro
ru: Восстановить защищенное соединение
uk: Відновити захищений канал
zh_hans: 重新建立安全通道

# SEARCH_FOR_NEW_DEVICES
source: Search for missing devices
de: Fehlende Geräte suchen
es: Buscar dispositivos ausentes
fr: Rechercher des appareils manquants
it: Cerca dispositivi mancanti
ja: 紛失したデバイスを検索
ko: 분실된 기기 검색
pt_br: Procure por dispositivos não encontrados
pt_pt: Pesquisar dispositivos não encontrados
ru: Поиск отсутствующих устройств
uk: Пошук відсутніх пристроїв
zh_hans: 查找丢失的设备

source: Secure channel created
de: Sicherer Kanal erstellt
es: Canal seguro creado
fr: Canal sécurisé créé
it: Canale sicuro creato
ja: セキュアなチャンネルが作成されました
ko: 안전한 채널이 생성되었습니다.
pt_br: Canal seguro criado
pt_pt: Canal seguro criado
ru: Безопасный канал создан
uk: Безпечний канал створено
zh_hans: 已创建安全通道

source: Secure channel creation in progress
de: Sichere Kanalerstellung läuft...
es: Creación de canal seguro en progreso
fr: Canal sécurisé en cours de création
it: Creazione canale sicuro in corso
ja: 安全なチャンネルの作成中です
ko: 안전한 채널 생성 중
pt_br: Criação de canal seguro em andamento
pt_pt: A criação de um canal seguro está em andamento
ru: Создание защищенного канала в процессе
uk: Створення захищеного каналу в процесі
zh_hans: 正在创建安全通道

source: Trust origins
de: Ursprünge vertrauen
es: Confiar en los orígenes
fr: Origines de confiance
it: Fidati delle origini
ja: 送信元の信頼
ko: 출처 확인
pt_br: Confiar nas origens
pt_pt: Confiar nas origens
ru: Доверять источникам
uk: Довіряти джерела
zh_hans: 信任来源

# TRUST_ORIGIN_IDENTITY_SERVER
source: Both in the same pro directory
de: Beide im selben Pro-Verzeichnis
es: Ambos en el mismo directorio profesional
fr: Tous les deux dans le même annuaire professionnel
it: Entrambi nella stessa cartella Pro
ja: どちらも同じプロディレクトリにあります
ko: 동일한 프로 디렉터리에 모두 포함
pt_br: Ambos no mesmo diretório do projeto
pt_pt: Ambos no mesmo diretório do projeto
ru: Оба в одном каталоге pro
uk: Обидва в одному каталозі профілів
zh_hans: 都在同一个项目目录下

# TRUST_ORIGIN_TITLE_DIRECT
source: You added each other as contacts
de: Ihr habt euch gegenseitig als Kontakte hinzugefügt.
es: Verificación uno a uno
fr: Vous vous êtes ajoutés mutuellement
it: Verifica uno-a-uno
ja: お互いを連絡先として追加しました
ko: 서로를 연락처에 추가했습니다.
pt_br: Vocês adicionaram um ao outro como contatos
pt_pt: Adicionaram-se mutuamente como contactos
ru: Вы добавили друг друга в контакты
uk: Ви додали один одного як контакти
zh_hans: 你们已互相添加为联系人

# TRUST_ORIGIN_TITLE_GROUP_NOW_DELETED
source: Common group (deleted since then)
de: Gemeinsame Gruppe (seitdem gelöscht)
es: Grupo común (eliminado desde entonces)
fr: Groupe commun (supprimé depuis)
it: Gruppo comune (eliminato nel frattempo)
ja: 以前は共通のグループでしたが、その後削除されました
ko: 일반 그룹 (삭제됨)
pt_br: Grupo comum (excluído desde então)
pt_pt: Grupo comum (removido entretanto)
ru: Общая группа (удалена)
uk: Загальна група (видалена з того часу)
zh_hans: 共同群组（已删除）

# TRUST_ORIGIN_TITLE_GROUP_WITH_DELETED_OWNER
source: Common group (deleted since then)
de: Gemeinsame Gruppe (seitdem gelöscht)
es: Grupo común (eliminado desde entonces)
fr: Groupe commun (supprimé depuis)
it: Gruppo comune (eliminato nel frattempo)
ja: （その後削除された）共通のグループ
ko: 일반 그룹 (이후 삭제됨)
pt_br: Grupo comum (excluído desde então)
pt_pt: Grupo comum (eliminado entretanto)
ru: Общая группа (удалена)
uk: Загальна група (видалена з того часу)
zh_hans: 公共群组（已删除）

# TRUST_ORIGIN_TITLE_GROUP_WITH_NAME_%@
source: Common group named “%@”
de: Gemeinsame Gruppe mit dem Namen „%@“
es: Grupo común llamado “%@”
fr: Groupe commun « %@ »
it: Gruppo comune denominato “%@”
ja: 「%@」という名前のグループです
ko: 일반 그룹 이름: “%@”
pt_br: Grupo comum chamado "%@"
pt_pt: Grupo comum com o nome "%@"
ru: Общая группа с названием “%@”
uk: Загальна група з назвою «%@»
zh_hans: 常见群组名称为“%@”

# TRUST_ORIGIN_TITLE_GROUP_WITH_OWNER_%@
source: Common group created by “%@”
de: Gemeinsame Gruppe erstellt von „%@“
es: Grupo común creado por “%@”
fr: Groupe commun créé par « %@ »
it: Gruppo comune creato da “%@”
ja: 「%@」によって作成された共通グループ
ko: '%@'에서 만든 일반 그룹입니다.
pt_br: Grupo comum criado por "%@"
pt_pt: Grupo comum criado por "%@"
ru: Общая группа, созданная пользователем «%@»
uk: Загальна група, створена користувачем «%@»
zh_hans: 由“%@”创建的通用群组

# TRUST_ORIGIN_TITLE_INTRODUCTION_%@
source: Introduced by %@
de: Eingeführt von %@
es: Presentado por %@
fr: Présentation faite par %@
it: Presentato da %@
ja: %@ によって紹介されました
ko: %@님이 소개했습니다.
pt_br: Apresentado por %@
pt_pt: Apresentado por %@
ru: Представлен пользователем %@
uk: Представлено користувачем %@
zh_hans: 由 %@ 介绍

# TRUST_ORIGIN_TITLE_INTRODUCTION_BY_DELETED_MEDIATOR
source: Introduced by a common contact (deleted since then)
de: Wurde durch einen gemeinsamen Kontakt (seitdem gelöscht) hinzugefügt
es: Presentado por un contacto en común (eliminado desde entonces)
fr: Présentation faite par un contact commun (supprimé depuis)
it: Presentato da un contatto in comune (rimosso nel frattempo)
ja: 共通の連絡先によって紹介されました（その後削除）
ko: 공통된 연락처를 통해 알게 되었지만, 그 연락처는 삭제되었습니다.
pt_br: Apresentado por um contato em comum (que foi removido desde então)
pt_pt: Apresentado por um contacto em comum (removido desde então)
ru: Представлен общим контактом (удалённым)
uk: Представлено спільним контактом (з того часу видалено)
zh_hans: 由共同联系人介绍（该联系人已删除）
